Repository: common-repository/inpost-italy
Catalog: languages/inpost-italy-*.po
Languages: it_it

source: Created
it_it: Creato

source: Action
it_it: Azione

source: Cancelled
it_it: Annullato

source: Print
it_it: Stampa

source: Page
it_it: Pagina

source: API URL
it_it: URL dell'API

source: New dispatch point
it_it: Nuovo punto di spedizione

source: Parcel Locker
it_it: Punto Pacco

source: Courier
it_it: Corriere

source: Logging in
it_it: Entrando

source: Organization ID
it_it: ID dell'organizzazione

source: API type
it_it: Tipo di API

source: Production
it_it: Produzione

source: Insurance
it_it: Assicurazione

source: Default insurance amount
it_it: Importo dell'assicurazione predefinita

source: Send options
it_it: Opzioni di invio

source: Default package size
it_it: Dimensione del pacco di default

source: Default send method
it_it: Metodo di spedizione di default

source: Default send parcel point
it_it: Punto di invio pacco predefinito

source: Dispatch point
it_it: Punto di spedizione

source: Default dispatch point
it_it: Punto di spedizione predefinito

source: Sender
it_it: Mittente

source: First Name
it_it: Nome di battesimo

source: Last Name
it_it: Cognome

source: Company name
it_it: Nome Azienda

source: Street
it_it: Via

source: street
it_it: via

source: Building no
it_it: Numero civico

source: Post code
it_it: Codice postale

source: Address 1
it_it: Indirizzo 1

source: Address 2
it_it: Indirizzo 2

source: City
it_it: Città

source: city
it_it: città

source: Phone
it_it: Telefono

source: InPost API configuration error:
it_it: Errore di configurazione dell'API InPost:

source: There are some validation errors on sender data:
it_it: Ci sono alcuni errori di convalida sui dati del mittente:

source: There are some validation errors on default dispatch point data:
it_it: Sono presenti alcuni errori di convalida sui dati del punto di spedizione predefinito:

source: Yes
it_it: Sì

source: Parcel Point
it_it: Armadietto per pacchi

source: Parcel Locker
it_it: Armadietto per pacchi

source: Print label
it_it: Stampa etichetta

source: Print return label
it_it: Stampa l'etichetta di reso

source: Tracking number
it_it: Codice di tracciamento spedizione

source: Order ID
it_it: ID ordine

source: Reference number
it_it: Numero di riferimento

source: Status
it_it: Stato

source: Service
it_it: Servizio

source: Dimensions
it_it: Dimensioni

source: Send method
it_it: Metodo di invio

source: Shipping address
it_it: Indirizzo di spedizione

source: Dispatch order status
it_it: Stato dell'ordine di spedizione

source: Dispatch point name
it_it: Nome del punto di spedizione

source: Actions
it_it: Azioni

source: Refresh statuses now
it_it: Aggiorna gli stati ora

source: Shipments
it_it: Spedizioni

source: Error while creating manifest:
it_it: Errore durante la creazione del manifest:

source: All
it_it: Tutto

source: InPost Shipments
it_it: Spedizioni InPost

source: Dispatch point
it_it: Punto di spedizione

source: From the list, select the packages that you want to be sent by courier.
it_it: Dall'elenco, seleziona i pacchi che vuoi vengano spediti tramite corriere.

source: Get courier
it_it: Prendi il corriere

source: Filters
it_it: Filtri

source: Send method
it_it: Metodo di invio

source: Shipment status
it_it: Stato della spedizione

source: Receiver email
it_it: E-mail del destinatario

source: Receiver phone
it_it: Telefono ricevente

source: Filter parcels
it_it: Filtra pacchi

source: Actions for selected items
it_it: Azioni per elementi selezionati

source: Get stickers
it_it: Ottieni etichette

source: Get labels
it_it: Ottieni etichette

source: Get label(s)
it_it: Ottieni etichette

source: Get label
it_it: Ottieni etichetta

source: Get sticker
it_it: Ottieni etichetta

source: Get return stickers
it_it: Ottieni etichette di reso

source: Get return labels
it_it: Ottieni etichette di reso

source: Get return label(s)
it_it: Ottieni etichette di reso

source: From the list, select the packages that you want to be collected to be sent. If Courier has been chosen, the collection of your packages by a courier will be arranged.
it_it: Dall'elenco, seleziona i pacchi che desideri vengano ritirati per essere spediti. Se è stato scelto Corriere, verrà organizzato il ritiro dei tuoi pacchi da parte di un corriere.

source: No parcels selected.
it_it: Nessun lotto selezionato.

source: Recipient e-mail
it_it: Destinatario dell'email

source: Recipient phone
it_it: Telefono del destinatario

source: Address
it_it: Indirizzo

source: Default parcel point
it_it: Punto pacco predefinito

source: not valid
it_it: non valido

source: invalid
it_it: non valido

source: not found
it_it: non trovato

source: invalid format
it_it: formato non valido

source: required
it_it: necessario

source: too many characters
it_it: troppi caratteri

source: Action (cancel) can not be taken on shipment with status (confirmed).
it_it: L'azione (annullamento) non può essere intrapresa sulla spedizione con stato (confermato).

source: There are some validation errors.
it_it: Sono presenti alcuni errori di convalida.

source: Can not create sticker. You have not enough funds to pay for this parcel
it_it: Impossibile creare l'adesivo. Non hai fondi sufficienti per pagare questo pacco

source: Invalid login or token
it_it: Accesso o token non validi

source: Invalid login
it_it: Login non valido

source: Token is missing or invalid.
it_it: Token mancante o non valido.

source: Parcel Point is empty. Please fill in this field.
it_it: Il Parcel Point è vuoto. Si prega di compilare questo campo.

source: Default send parcel locker:
it_it: Blocco pacchi di invio predefinito:

source: Default send parcel point:
it_it: Blocco pacchi di invio predefinito:

source: The transaction can not be completed due to the balance of your account
it_it: La transazione non può essere completata a causa del saldo del tuo account

source: Bad API response. Check API URL
it_it: Risposta API errata. Controlla l'URL dell'API

source: Invalid phone number. Valid phone number must contains 10 digits.
it_it: Numero di telefono invalido. Il numero di telefono valido deve contenere 10 cifre.

source: Invalid phone number. Valid phone number must contains 9 digits and must not begins with 0.
it_it: Numero di telefono invalido. Il numero di telefono valido deve contenere 9 cifre e non deve iniziare con 0.

source: Invalid phone number.
it_it: Numero di telefono invalido.

source: InPost API configuration error:
it_it: Errore di configurazione dell'API InPost:

source: Error while creating manifest:
it_it: Errore durante la creazione del manifest:

source: Error while creating dispatch_order:
it_it: Errore durante la creazione di dispatch_order:

source: stickers
it_it: etichette

source: labels
it_it: etichette

source: label(s)
it_it: etichette

source: Settings
it_it: Impostazioni

source: Documantation
it_it: Documentazione

source: Support
it_it: Supporto

source: Shipping %s
it_it: Spedizione %s

source: Billing %s
it_it: Fatturazione %s

source: Please enter a valid IT phone number.
it_it: Inserisci un numero di telefono IT valido.

source: General settings
it_it: Impostazioni generali

source: Enable/disable
it_it: Abilita/disabilita

source: Method title
it_it: Titolo del metodo

source: Free shipping
it_it: Spedizione gratuita

source: Enter the amount of the contract, from which shipping will be free.
it_it: Inserisci l'importo del contratto, da cui la spedizione sarà gratuita.

source: Flat rate
it_it: Tasso fisso

source: Set a flat-rate shipping fee for the entire order.
it_it: Imposta una tariffa di spedizione forfettaria per l'intero ordine.

source: Cost per order
it_it: Costo per ordine

source: Based on
it_it: Basato su

source: Select the method of calculating shipping cost. If the cost of shipping is to be calculated based on the weight of the cart and the products do not have a defined weight, the cost will be calculated incorrectly.
it_it: Seleziona il metodo di calcolo del costo di spedizione. Se il costo di spedizione deve essere calcolato in base al peso del carrello e i prodotti non hanno un peso definito, il il costo verrà calcolato in modo errato.

source: Price
it_it: Prezzo

source: Weight
it_it: Il peso

source: There are some errors. Please fix it: <br>
it_it: Ci sono alcuni errori. Per favore correggilo: <br>

source: Shipment created
it_it: Spedizione creata

source: Parcel locker
it_it: Punto di ritiro

source: Parcel point
it_it: Punto pacco

source: InPost Courier
it_it: Corriere InPost

source: Rates table
it_it: Tabella delle tariffe

source: InPost Locker 24/7
it_it: Punto InPost 24/7

source: InPost Point 24/7
it_it: Punto InPost 24/7

source: Enter the amount of the order from which the shipping will be free.
it_it: Inserisci l'importo dell'ordine a partire dal quale la spedizione sarà gratuita.

source: Parcel locker must be choosen.
it_it: Il punto del pacco deve essere scelto.

source: Parcel point must be choosen.
it_it: Il punto del pacco deve essere scelto.

source: Shipment canceled
it_it: Spedizione annullata

source: Security check - bad nonce!
it_it: Controllo di sicurezza - brutto nonce!

source: Track shipment
it_it: Tracciare la spedizione

source: Shipment costs:
it_it: Costi di spedizione:

source: Calculated charge amount:
it_it: Importo dell'addebito calcolato:

source: Reference number:
it_it: Numero di riferimento:

source: This shipment was created in production API. Change API environment to production to process this shipment
it_it: Questa spedizione è stata creata nell'API di produzione. Modifica l'ambiente API in produzione per elaborare questa spedizione

source: This shipment was created in sandbox API. Change API environment to sandbox to process this shipment
it_it: Questa spedizione è stata creata nell'API sandbox. Cambia l'ambiente API in sandbox per elaborare questa spedizione

source: Selected parcel locker
it_it: Punto di lotto selezionato

source: Selected parcel point
it_it: Punto di lotto selezionato

source: Service:
it_it: Servizio:

source: Status:
it_it: Stato:

source: Not created yet (new)
it_it: Non ancora creato (nuovo)

source: Tracking number:
it_it: Codice di tracciamento spedizione:

source: Attributes:
it_it: Attributi:

source: Remove
it_it: Rimuovere

source: Size
it_it: Dimensione

source: Send parcel
it_it: Creare pacco

source: Get sticker(s)
it_it: Ottenere etichette

source: Length:
it_it: Lunghezza:

source: Width:
it_it: Larghezza:

source: Height:
it_it: Altezza:

source: Weight:
it_it: Il peso:

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: yes
it_it: sì

source: Cost
it_it: Costo

source: Delete row
it_it: Elimina riga

source: Insert row
it_it: Inserisci riga

source: Are you sure?
it_it: Sei sicuro?

source: Insurance amount:
it_it: Importo assicurativo:

source: Parcel e-commerce InPost
it_it: E-commerce pacchi InPost

source: Standard parcel locker shipment
it_it: Spedizione Punto InPost

source: Standard parcel point shipment
it_it: Spedizione Punto InPost

source: Unknown service
it_it: Servizio sconosciuto

source: Any service
it_it: Qualsiasi servizio

source: Length
it_it: Lunghezza

source: Any status
it_it: Qualsiasi stato

source: Not created yet
it_it: Non ancora creato

source: Select Parcel Locker
it_it: Seleziona Punto di consegna

source: Change Parcel Locker
it_it: Cambia Punto di consegna

source: Select Parcel Point
it_it: Seleziona Punto di consegna

source: Select parcel locker
it_it: Seleziona punto di consegna

source: Select parcel point
it_it: Seleziona punto di consegna

source: Selected Parcel Locker:
it_it: Punto pacco selezionato:

source: Selected Parcel Point:
it_it: Punto pacco selezionato:

source: Package(s) %s was sent.
it_it: Il pacchetto/i %s è stato inviato.

source: Track shipment:
it_it: Tracciare la spedizione:

source: Returns
it_it: Ritorna

source: Selected parcel machine
it_it: Punto pacco selezionato

source: Documentation
it_it: Documentazione

source: InPost Italy
it_it: InPost Italia

source: InPost for WooCommerce is a dedicated integration plugin, designed for small and medium-sized businesses that want to quickly and conveniently integrate with InPost services.
it_it: InPost per WooCommerce è un plug-in di integrazione dedicato, progettato per le piccole e medie imprese che desiderano integrarsi rapidamente e comodamente con i servizi InPost.

source: Set a flat-rate shipping for all orders
it_it: Imposta una spedizione forfettaria per tutti gli ordini

source: Date created
it_it: Data di creazione

source: Status change date
it_it: Data del cambio di stato

source: Upload custom logo
it_it: Carica logo personalizzato

source: InPost Courier C2C
it_it: Corriere InPost C2C

source: Postal code
it_it: Codice Postale

source: postal code
it_it: codice postale

source: Building number
it_it: Numero civico

source: building number
it_it: numero civico

source: Add dispath point
it_it: Aggiungi punto di percorso

source: Filter shipments by courier to show pickup options
it_it: Filtra le spedizioni per corriere per mostrare le opzioni di ritiro

source: The configuration of the dispatch points is incomplete. The field %s is missing at pickup point #%s
it_it: La configurazione dei punti di spedizione è incompleta. Il campo %s manca al punto di prelievo #%s

source: No dispatch points or wrong configuration. Add dispatch points on the InPost options page.
it_it: Nessun punto di spedizione o configurazione errata. Aggiungi punti di spedizione nella pagina delle opzioni InPost.

source: Parcel locker label format
it_it: Formato dell'etichetta dell'armadietto dei pacchi

source: Tax status
it_it: Stato fiscale

source: Taxable
it_it: Imponibile

source: None
it_it: Nessuno

source: Help
it_it: Aiuto

source: Documentation InPost:
it_it: Documentazione InPost:

source: How to set up plugin
it_it: Come impostare il plug-in

source: Upload
it_it: Caricamento

source: Delete
it_it: Elimina

source: Your order has been shipped
it_it: Il tuo ordine è stato spedito

source: We have sent your order.
it_it: Abbiamo inviato il tuo ordine.

source: Your tracking number: %s
it_it: Il tuo codice di tracciamento spedizione: %s

source: Tracking link:
it_it: Collegamento di tracciamento:

source: Do not provide InPost service if the weight of goods exceeds 25 Kg
it_it: Non abilitare il servizio InPost se il peso complessivo supera i 25 Kg

source: Size S (8 x 38 x 64 cm)
it_it: Dimensione S (8 x 38 x 64 cm)

source: Size M (19 x 38 x 64 cm)
it_it: Dimensione M (19 x 38 x 64 cm)

source: Size L (41 x 38 x 64 cm)
it_it: Dimensione L (41 x 38 x 64 cm)

source: Size S
it_it: Dimensione S

source: Size M
it_it: Dimensione M

source: Size L
it_it: Dimensione L

source: Size (S, M, L)
it_it: Dimensione (S, M, L)

source: Set a flat-rate shipping for size S
it_it: Imposta una spedizione forfettaria per la taglia S

source: Set a flat-rate shipping for size M
it_it: Imposta una spedizione forfettaria per la taglia M

source: Set a flat-rate shipping for size L
it_it: Imposta una spedizione forfettaria per la taglia L

source: Attention!
it_it: Attenzione!

source: Set the dimension in the settings of each product. The default value is size 'S'
it_it: Imposta la dimensione nelle impostazioni di ogni prodotto. Il valore predefinito è la taglia 'S'

source: InPost parcel dimensions
it_it: Dimensioni pacco InPost

source: Click to choose the default locker point on the map
it_it: Fare clic per scegliere il punto di lotto predefinito sulla mappa

source: Click to choose the default parcel point on the map
it_it: Fare clic per scegliere il punto di lotto predefinito sulla mappa

source: (free)
it_it: (gratuito)

source: Choose a shipping method logo
it_it: Scegli un logo per il metodo di spedizione

source: Choose Image
it_it: Scegli Immagine

source: Change InPost point
it_it: Cambia punto InPost

source: Select InPost Point
it_it: Seleziona Punto InPost

source: Link to the external return portal
it_it: Link al portale di reso esterno

source: Fast return
it_it: Resi veloci

source: Graphic settings
it_it: Impostazioni grafiche

source: Color setting for Inpost call to actions at the checkout
it_it: Personalizza a checkout il colore dei pulsanti relativi al servizio InPost in base all'identità grafica del tuo negozio

source: Set other custom CSS if need.
it_it: Imposta altri CSS personalizzati se necessario.

source: For example call map button has id:
it_it: Ad esempio, il pulsante della mappa delle chiamate ha un ID:

source: Support & Additional services
it_it: Supporto e servizi aggiuntivi

source: New API settings connection test passed.
it_it: Test di connessione delle nuove impostazioni API superato.

source: Any point
it_it: Qualsiasi punto

source: Please write to italysales@inpost.it
it_it: Si prega di scrivere a italysales@inpost.it

source: Default parcel locker
it_it: Armadietto per pacchi predefinito

source: Parcel point label format
it_it: Formato etichetta punto pacco

source: Label format
it_it: Formato dell'etichetta di spedizione

source: Selected InPost point
it_it: Punto InPost selezionato

source: Type a city, address or postal code and select your choice. Or type an Inpost machine number and press magnifier icon
it_it: Digita una città, un indirizzo o un codice postale e seleziona una delle opzioni suggerite. Oppure inserisci il codice di un punto Inpost e clicca su icona della lente d'ingrandimento

source: Authorization settings
it_it: Impostazioni di autenticazione

source: Delivery options
it_it: Impostazioni di spedizioni

source: Select color
it_it: Seleziona colore

source: Customize the Inpost service description at the checkout in line with your current visual identity
it_it: Personalizza a checkout la visualizazione della descrizione del servizio InPost in linea con l'identità grafica del tuo negozio

source: Save changes
it_it: Salva modifiche

source: This credential will be provided by InPost after signing a contract.
it_it: Questa credenziale verrà fornita da InPost dopo la firma di un contratto.

source: Need help with InPost orders or with plugin setup?
it_it: Hai bisogno di aiuto per gli ordini InPost o con la configurazione del plugin?

source: Please contact InPost at
it_it: Per favore contatta InPost all'indirizzo

source: Email to receive delivery updates
it_it: Email per notifiche di spedizione

source: Mobile phone number to receive delivery updates
it_it: Numero di telefono cellulare per notifiche di spedizione

source: Delivery Address for returns to sender
it_it: Indirizzo in caso di resi al mittente

source: The number is not valid. Landline numbers or non-italian mobile numbers are not accepted.
it_it: Hai inserito un numero non valido. Numeri fissi o numeri mobili non italiani non sono accettati.

source: Inpost Italy: We were unable to connect to the API within 60 seconds. Please try to re-save settings later or
it_it: Inpost IT: Non siamo riusciti a connetterci all'API entro 60 secondi. Provare a salvare nuovamente le impostazioni più tardi o

source: contact to support
it_it: contatto per il supporto

source: Your order has been given a tracking number
it_it: Al vostro ordine è stato assegnato un numero di tracciamento

source: A tracking number has been given for your order. It will soon move on its journey
it_it: È stato assegnato un numero di tracciamento per il vostro ordine. Presto inizierà il suo viaggio

source: Shipment already created
it_it: Spedizione già creata

source: InPost Italy get labels
it_it: InPost Italia ottenere le etichette

source: InPost Italy create shipments
it_it: InPost Italia crea spedizioni

source: Merchant
it_it: Informazioni aziendali

source: Company Name
it_it: Nome Azienda

source: InPost point locker
it_it: Locker o Punto InPost

source: Type of flow
it_it: Tipo di flusso

source: Pick Up Address
it_it: Indirizzo di ritiro

source: Collection at InPost Point
it_it: Ritiro presso locker o punto InPost

source: Enable map button debug-mode
it_it: Abilita la modalità di debug per la mappa

source: The package has not been created! Probably you do not have funds or a contract for InPost services
it_it: Il pacchetto non è stato creato! Probabilmente non disponi di fondi o di un contratto per i servizi InPost

source: Is method Inpost enabled?
it_it: Il metodo Inpost è abilitato?

source: Hide InPost if the cart exceeds the amount
it_it: Non abilitare il servizio InPost se il totale del carrello supera

source: Selected InPost point: %s
it_it: Punto InPost selezionato: %s

source: Hi %s
it_it: Ciao %s

source: — No change —
it_it: — Nessun cambiamento —

source: Billing address
it_it: Indirizzo di fatturazione

source: Allow customers to pick up orders themselves. By default, when using local pickup store base taxes will apply regardless of customer address.
it_it: Consenti ai clienti di ritirare gli ordini da soli. Per impostazione predefinita, quando si utilizza il ritiro presso il negozio locale, le imposte di base verranno applicate indipendentemente dall'indirizzo del cliente.

source: Coupons discounts
it_it: Sconti coupon

source: Apply minimum order rule before coupon discount
it_it: Applica la regola dell'ordine minimo prima dello sconto del coupon

source: If checked, free shipping would be available based on pre-discount order amount.
it_it: Se selezionato, la spedizione gratuita sarà disponibile in base all'importo dell'ordine pre-sconto.
